Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ASSISTANT_DISABLE_WARNING_DICTATION_ENABLED
source: The information Siri uses to respond to your requests is also used for Dictation and will remain on Apple servers unless Dictation is also turned off.
ar: المعلومات التي يستخدمها Siri للاستجابة لطلباتك سيتم استخدامها للإملاء أيضًا، وستظل موجودة على خوادم Apple إلا إذا تم إيقاف الإملاء أيضًا.
bg: Информацията, която Siri използва, за да отговаря на вашите заявки, се използва също така за Диктовка и ще остане на сървърите на Apple освен ако Диктовка е също изключена.
ca: La informació que Siri utilitza per donar resposta a les teves sol·licituds també s’utilitza per al dictat i es conservarà als servidors d’Apple a menys que també desactivis el dictat.
cs: Data, která Siri používá k odpovědím na vaše žádosti, jsou také využívána pro Diktování a budou nadále uložena na serverech společnosti Apple (pokud také nevypnete Diktování).
da: De oplysninger, som Siri bruger til at besvare dine anmodninger, bruges også til diktering og forbliver på Apples servere, medmindre diktering også slås fra.
de: Die von Siri zum Antworten auf Anfragen verwendeten Informationen werden auch von der Diktierfunktion verwendet und bleiben auf den Apple-Servern, es sei denn, die Diktierfunktion ist ebenfalls deaktiviert.
el: Οι πληροφορίες που χρησιμοποιεί το Siri για να αποκρίνεται στα αιτήματά σας χρησιμοποιούνται επίσης για την Υπαγόρευση και θα παραμείνουν στους διακομιστές της Apple μέχρι να απενεργοποιηθεί η Υπαγόρευση.
es: Dictado también utiliza la información que usa Siri para responder a tus peticiones, por lo que esta permanece en los servidores de Apple a menos que se desactive Dictado.
es_us: Para responder a tus solicitudes, Siri usa información que también usa para el dictado, la cual se mantendrá en los servidores de Apple salvo que también se desactive el dictado.
fi: Tietoja, joita Siri käyttää vastatessaan pyyntöihisi, käytetään myös sanelua varten. Tiedot säilyvät Applen palvelimilla ellet laita myös sanelua pois päältä.
fr: Les informations utilisées par Siri pour répondre à vos requêtes sont également utilisées pour Dictée et resteront sur les serveurs Apple sauf si Dictée est aussi désactivée.
fr_ca: Les informations utilisées par Siri pour répondre à vos requêtes sont également utilisées par Dictée et sont conservées sur les serveurs d’Apple, à moins que Dictée ne soit désactivée.
he: המידע שמשמש את Siri כדי להגיב לבקשות שלך משמש גם את המאפיין ״הכתבה״ ונשאר בשרתים של Apple, אלא אם כן כיבית גם את ״הכתבה״.
hi: आपके अनुरोधों का उत्तर देने के लिए Siri द्वारा उपयोग में लाई जाने वाली जानकारी का डिक्टेशन के लिए भी उपयोग किया जाता है और यह डिक्टेशन के बंद किए जाने तक Apple के सर्वर पर उपलब्ध रहती है।
hr: Informacije koje Siri koristi za odgovaranje na vaše zahtjeve također se koriste za Diktat i zadržat će se na Appleovim serverima osim ako ne isključite i Diktat.
hu: A Siri által a kérések megválaszolására használt információk a Diktálás használatához is szükségesek, ezért ezek addig az Apple szerverein maradnak, amíg a Diktálást is ki nem kapcsolja.
id: Informasi yang digunakan Siri untuk merespons permintaan Anda juga digunakan untuk Dikte dan akan tetap berada di server Apple kecuali jika Dikte dimatikan.
it: Le informazioni utilizzate da Siri per rispondere alle tue richieste sono usate anche per Dettatura e rimarranno sui server di Apple a meno che non disabiliti anche Dettatura.
ja: Siriがユーザのリクエストに応じる際に参照する情報は音声入力でも使用されています。音声入力もオフにしない限り、Appleのサーバからは削除されません。
kk: Сұрауларыңызға жауап беру үшін Siri көмекшісі пайдаланатын ақпарат мәтінді дауыспен енгізу үшін де қолданылады және осы функция өшірілгенше Apple серверлерінде сақталады.
ko: Siri가 사용자의 요청에 응답하기 위해 사용하는 정보는 받아쓰기에서도 사용되며 받아쓰기가 꺼져 있지 않는 한 Apple 서버에 유지됩니다.
lt: Informacija, kurią „Siri“ naudoja atsakyti į jūsų užklausas, taip pat naudojama programoje „Diktavimas“ ir išliks „Apple“ serveriuose, nebent „Diktavimas“ taip pat išjungtas.
ms: Maklumat yang digunakan oleh Siri untuk membalas permintaan anda turut digunakan untuk Perencanaan dan akan kekal pada pelayan Apple melainkan Perencanaan turut dinyahaktifkan.
nb: Informasjonen Siri bruker til å svare på forespørslene dine, brukes også til diktering og blir værende på Apples tjenere med mindre diktering også slås av.
nl: De informatie die Siri gebruikt om te reageren op je verzoeken wordt ook gebruikt voor de dicteerfunctie en blijft aanwezig op de Apple servers tenzij de dicteerfunctie ook wordt uitgeschakeld.
pl: Informacje, których Siri używa do przetwarzania Twoich poleceń, są także używane przez funkcję dyktowania i pozostaną na serwerach Apple, o ile jej nie wyłączysz.
pt: As informações usadas pela Siri para responder aos seus pedidos também são usadas para o Ditado e permanecerão nos servidores da Apple, a menos que o Ditado também seja desativado.
pt_pt: A informação usada por Siri para responder aos seus pedidos é igualmente utilizada pela funcionalidade Ditado e permanecerá nos servidores da Apple, a menos que também desative o Ditado.
ro: Informațiile utilizate de Siri pentru a vă răspunde la solicitări sunt utilizate, de asemenea, pentru dictare și vor rămâne pe serverele Apple, cu excepția cazului în care dezactivați și dictarea.
ru: Информация, используемая Siri для ответов на Ваши запросы, также используется для Диктовки и будет храниться на серверах Apple до тех пор, пока Диктовка также не будет отключена.
sk: Informácie, ktoré používa Siri na spracovanie vašich žiadostí, sú využívané aj vo funkcii Diktovanie a zostanú na serveroch Apple, kým nebude vypnuté aj Diktovanie.
sl: Podatki, ki jih Siri uporablja za odgovarjanje na vaše zahteve, se uporabljajo tudi za funkcijo Narekovanje in bodo ostali v strežnikih družbe Apple, razen če izklopite tudi funkcijo Narekovanje.
sv: Informationen som Siri använder till att utföra dina förfrågningar används även av diktering och kommer att finnas kvar på Apples servrar om inte diktering också stängs av.
th: ข้อมูลที่ Siri ใช้เพื่อตอบสนองต่อคำขอของคุณยังใช้สำหรับการป้อนตามคำบอกด้วย และจะยังคงอยู่บนเซิร์ฟเวอร์ของ Apple นอกจากจะปิดใช้การป้อนตามคำบอกด้วยเช่นกัน
tr: Siri’nin isteklerinize yanıt vermek için kullandığı bilgiler Dikte için de kullanılır ve Dikte kapatılmadığı sürece Apple sunucularında kalır.
uk: Інформація, яку Siri використовує, щоб відповідати на ваші запити, також використовується для Диктування і лишатиметься на серверах Apple, хіба що ви також вимкнете Диктування.
vi: Thông tin mà Siri sử dụng để đáp ứng yêu cầu của bạn cũng được sử dụng cho Đọc chính tả và sẽ vẫn ở trên máy chủ của Apple trừ khi Đọc chính tả cũng bị tắt.
zh_cn: Siri回应你请求时所用的信息也会用于“听写”，除非同时关闭“听写”，否则这些信息将保留在Apple服务器上。
zh_hk: Siri用作回應你要求的資料亦同時用於「聽寫」。除非「聽寫」被關上，否則該資料將繼續保留在Apple的伺服器上。
zh_tw: Siri回應你要求時所用的資訊也會用在「聽寫」，除非關閉「聽寫」，否則此資訊都會保留在Apple伺服器中。

# ASSISTANT_DISABLE_WARNING_DICTATION_ENABLED_WATCH_IPHONE
source: The information Siri uses to respond to your requests is also used for Dictation and will remain on Apple servers unless Dictation is also turned off. Turning off Siri on your iPhone will turn off Siri on your Apple Watch.
ar: المعلومات التي يستخدمها Siri للاستجابة لطلباتك سيتم أيضًا استخدامها للإملاء، وسيتم إبقاؤها على خوادم Apple إلا إذا تم إيقاف الإملاء أيضًا. يؤدي إيقاف Siri على iPhone إلى إيقاف Siri أيضًا على Apple Watch الخاصة بك.
bg: Информацията, която Siri използва, за да отговаря на вашите заявки, се използва също така за Диктовка и ще остане на сървърите на Apple освен ако Диктовка е също изключена. Изключването на Siri на вашия iPhone ще изключи Siri на вашия Apple Watch.
ca: La informació que Siri utilitza per donar resposta a les teves peticions també s’utilitza per al dictat i es conservarà als servidors d’Apple a menys que també desactivis el dictat. Si desactives Siri a l’iPhone també es desactivarà Siri a l’Apple Watch.
cs: Data, která Siri používá k odpovědím na vaše žádosti, jsou také využívána pro Diktování a budou nadále uložena na serverech společnosti Apple (pokud také nevypnete Diktování). Při vypnutí Siri na iPhonu dojde také k vypnutí Siri na Apple Watch.
da: De oplysninger, som Siri bruger til at besvare dine anmodninger, bruges også til diktering og forbliver på Apples servere, medmindre diktering også slås fra. Når du slår Siri fra på iPhone, slås Siri fra på dit Apple Watch.
de: Die von Siri zum Antworten auf Anfragen verwendeten Informationen werden auch von der Diktierfunktion verwendet und bleiben auf den Apple-Servern, es sei denn, die Diktierfunktion ist ebenfalls deaktiviert. Durch Deaktivieren von Siri auf deinem iPhone wird Siri auch auf deiner Apple Watch deaktiviert.
el: Οι πληροφορίες που χρησιμοποιεί το Siri για να αποκρίνεται στα αιτήματά σας χρησιμοποιούνται επίσης για την Υπαγόρευση και θα παραμείνουν στους διακομιστές της Apple μέχρι να απενεργοποιηθεί και η Υπαγόρευση. Αν απενεργοποιήσετε το Siri στο iPhone, θα απενεργοποιηθεί επίσης το Siri στο Apple Watch.
es: Dictado también utiliza la información que usa Siri para responder a tus peticiones, por lo que esta permanece en los servidores de Apple a menos que se desactive Dictado. Si desactivas Siri en el iPhone también se desactivará en el Apple Watch.
es_us: Para responder a tus solicitudes, Siri usa información que también usa para el dictado, la cual se mantendrá en los servidores de Apple salvo que también se desactive el dictado. Al desactivar Siri en el iPhone, también se desactivará en el Apple Watch.
fi: Tietoja, joita Siri käyttää vastatessaan pyyntöihisi, käytetään myös sanelua varten. Tiedot säilyvät Applen palvelimilla, ellet laita myös sanelua pois päältä. Jos laitat Sirin pois päältä iPhonessa, se laitetaan pois päältä myös Apple Watchissa.
fr: Les informations utilisées par Siri pour répondre à vos requêtes sont également utilisées pour Dictée et resteront sur les serveurs Apple sauf si Dictée est aussi désactivée. La désactivation de Siri sur votre iPhone désactivera également Siri sur votre Apple Watch.
fr_ca: Les informations utilisées par Siri pour répondre à vos requêtes sont également utilisées par Dictée et sont conservées sur les serveurs d’Apple, à moins que Dictée ne soit désactivée. La désactivation de Siri sur votre iPhone désactive également Siri sur votre Apple Watch.
he: המידע שמשמש את Siri כדי להגיב לבקשות שלך משמש גם את המאפיין ״הכתבה״ ונשאר בשרתים של Apple, אלא אם כן כיבית גם את ״הכתבה״. כיבוי של Siri ב-iPhone יוביל גם לכיבוי של Siri ב-Apple Watch.
hi: आपके अनुरोधों का उत्तर देने के लिए Siri द्वारा उपयोग में लाई जाने वाली जानकारी का डिक्टेशन के लिए भी उपयोग किया जाता है और यह डिक्टेशन के बंद किए जाने तक Apple के सर्वर पर उपलब्ध रहती है। अपने iPhone पर Siri को बंद करने पर Apple Watch पर भी Siri बंद हो जाएगा।
hr: Informacije koje Siri koristi za odgovaranje na vaše zahtjeve također se koriste za Diktat i zadržat će se na Appleovim serverima osim ako ne isključite i Diktat. Isključite li Siri na svojem iPhoneu, Siri će se također isključiti i na Apple Watchu.
hu: A Siri által a kérések megválaszolására használt információk a Diktálás használatához is szükségesek, ezért ezek addig az Apple szerverein maradnak, amíg a Diktálást is ki nem kapcsolja. Ha kikapcsolja Sirit az iPhone-on, azzal kikapcsolja az Apple Watchon is.
id: Informasi yang digunakan Siri untuk merespons permintaan Anda juga digunakan untuk Dikte dan akan tetap berada di server Apple kecuali jika Dikte dimatikan. Mematikan Siri di iPhone Anda juga akan mematikan Siri di Apple Watch Anda.
it: Le informazioni utilizzate da Siri per rispondere alle tue richieste vengono utilizzate anche per la dettatura. Tali dati rimarranno sui server di Apple a meno che non venga disattivata anche la dettatura. Disattivando Siri su iPhone, la funzionalità verrà disattivata anche su Apple Watch.
ja: Siriがユーザのリクエストに応じる際に参照する情報は音声入力でも使用され、音声入力もオフになっている場合を除き、Appleのサーバから削除されません。 iPhoneでSiriをオフにすると、Apple WatchでもSiriがオフになります。
kk: Сұрауларыңызға жауап беру үшін Siri көмекшісі пайдаланатын ақпарат мәтінді дауыспен енгізу үшін де қолданылады және осы функция өшірілгенше Apple серверлерінде сақталады. iPhone құрылғысында Siri функциясы өшірілсе, ол Apple Watch сағатынан да өшіріледі.
ko: Siri가 사용자의 요청에 응답하기 위해 사용하는 정보는 받아쓰기에서도 사용되며 받아쓰기가 꺼져 있지 않는 한 Apple 서버에 유지됩니다. iPhone에서 Siri를 끄면 Apple Watch에서도 Siri가 꺼집니다.
lt: Informacija, kurią „Siri“ naudoja atsakyti į jūsų užklausas, taip pat naudojama programoje „Diktavimas“ ir išliks „Apple“ serveriuose, nebent „Diktavimas“ taip pat išjungtas. „iPhone“ įrenginyje išjungus „Siri“, „Siri“ bus taip pat išjungta „Apple Watch“ laikrodyje.
ms: Maklumat yang digunakan oleh Siri untuk membalas permintaan anda turut digunakan untuk Perencanaan dan akan kekal pada pelayan Apple melainkan Perencanaan turut dinyahaktifkan. Menyahaktifkan Siri pada iPhone anda akan menyahaktifkan Siri pada Apple Watch anda.
nb: Informasjonen Siri bruker til å svare på forespørslene dine, brukes også til diktering og blir værende på Apples tjenere med mindre diktering også slås av. Hvis du slår av Siri på iPhone, slås Siri også av på Apple Watch.
nl: De informatie die Siri gebruikt om te reageren op je verzoeken wordt ook gebruikt voor de dicteerfunctie en blijft aanwezig op de Apple servers tenzij de dicteerfunctie ook wordt uitgeschakeld. Als je Siri uitschakelt op je iPhone, schakel je Siri ook uit op je Apple Watch.
pl: Informacje, których Siri używa do przetwarzania Twoich poleceń, są także używane przez funkcję dyktowania i pozostaną na serwerach Apple, o ile jej nie wyłączysz. Wyłączenie Siri na iPhonie wyłącza Siri także na Apple Watch.
pt: As informações usadas pela Siri para responder aos seus pedidos também são usadas para o Ditado e permanecerão nos servidores da Apple, a menos que o Ditado também seja desativado. Se a Siri for desativada no iPhone, ela também será desativada no Apple Watch.
pt_pt: A informação usada por Siri para responder aos seus pedidos é igualmente utilizada pela funcionalidade Ditado e permanecerá nos servidores da Apple, a menos que também desative o Ditado. Se desativar Siri no iPhone, esta funcionalidade será igualmente desativada no Apple Watch.
ro: Informațiile utilizate de Siri pentru a vă răspunde la solicitări sunt utilizate, de asemenea, pentru dictare și vor rămâne pe serverele Apple, cu excepția cazului în care dezactivați și dictarea. Dezactivarea Siri de pe iPhone‑ul dvs. va determina dezactivarea Siri de pe Apple Watch.
ru: Информация, используемая Siri для ответов на Ваши запросы, также используется для Диктовки и будет храниться на серверах Apple до тех пор, пока Диктовка также не будет отключена. При выключении Siri на iPhone эта функция будет также выключена на Apple Watch.
sk: Informácie, ktoré používa Siri na spracovanie vašich žiadostí, sú využívané aj vo funkcii Diktovanie a zostanú na serveroch Apple, kým nebude vypnuté aj Diktovanie. Vypnutím Siri na svojom iPhone zároveň vypnete Siri aj na svojich Apple Watch.
sl: Podatki, ki jih Siri uporablja za odgovarjanje na vaše zahteve, se uporabljajo tudi za funkcijo Narekovanje in bodo ostali v strežnikih družbe Apple, razen če izklopite tudi funkcijo Narekovanje. Če izklopite Siri v iPhonu, boste izklopili tudi Siri v uri Apple Watch.
sv: Informationen som Siri använder till att utföra dina förfrågningar används även av diktering och kommer att finnas kvar på Apples servrar om inte diktering också stängs av. Om du stänger av Siri på iPhone kommer Siri även att stängas av på din Apple Watch.
th: ข้อมูลที่ Siri ใช้เพื่อตอบสนองต่อคำขอของคุณยังใช้สำหรับการป้อนตามคำบอกด้วย และจะยังคงอยู่บนเซิร์ฟเวอร์ของ Apple นอกจากจะปิดใช้การป้อนตามคำบอกด้วยเช่นกัน การปิดใช้ Siri บน iPhone ของคุณจะเป็นการปิดใช้ Siri บน Apple Watch ของคุณด้วย
tr: Siri’nin isteklerinize yanıt vermek için kullandığı bilgiler Dikte için de kullanılır ve Dikte kapatılmadığı sürece Apple sunucularında kalır. Siri iPhone’unuzda kapatıldığında, Apple Watch’unuzda da kapatılacaktır.
uk: Інформація, яку Siri використовує, щоб відповідати на ваші запити, також використовується для Диктування і лишатиметься на серверах Apple, хіба що ви також вимкнете Диктування. Вимкнення Siri на вашому iPhone вимкне Siri на вашому Apple Watch.
vi: Thông tin mà Siri sử dụng để đáp ứng yêu cầu của bạn cũng được sử dụng cho Đọc chính tả và sẽ vẫn ở trên máy chủ của Apple trừ khi Đọc chính tả cũng bị tắt. Tắt Siri trên iPhone của bạn sẽ tắt Siri trên Apple Watch của bạn.
zh_cn: Siri回应你请求时所用的信息也会用于“听写”，除非同时关闭“听写”，否则这些信息将保留在Apple服务器上。 在iPhone上关闭Siri也将在Apple Watch上关闭Siri。
zh_hk: Siri用作回應你要求的資料亦同時用於「聽寫」。除非「聽寫」被關上，否則有關資料將繼續保留在Apple的伺服器上。 在iPhone上關閉Siri亦會關閉Apple Watch的Siri。
zh_tw: Siri回應你要求時所用的資訊也會用在「聽寫」，除非關閉「聽寫」，否則此資訊都會保留在Apple伺服器中。 在iPhone上關閉Siri也會關閉Apple Watch上的Siri。

# ASSISTANT_DISABLE_WARNING_MULTI_USER_ENABLED
source: If you turn Siri off on this device, HomePod speakers in homes you are a member of will no longer be able to recognize your voice or respond to personal requests.
ar: في حال إيقاف Siri على هذا الجهاز، فلن تتزامن إعدادات Siri بين أجهزتك، ولن يعود بإمكان سماعات HomePod في المنازل التي أنت عضو فيها التعرف على صوتك أو الاستجابة للطلبات الشخصية.
bg: Ако изключите Siri на това устройство, говорителите HomePod в домовете, в които сте член, вече няма да разпознават вашия глас и няма да отговарят на лични зявки.
ca: Si desactives Siri en aquest dispositiu, els altaveus HomePod de les cases de les quals formes part ja no podran reconèixer la teva veu ni respondre sol·licituds personals.
cs: Když na tomto zařízení vypnete Siri, HomePody ve vašich domácnostech už nebudou rozpoznávat váš hlas a reagovat na osobní žádosti.
da: Hvis du slår Siri fra på denne enhed, kan HomePod-højttalere i de hjem, du er medlem af, ikke længere genkende din stemme eller reagere på personlige anmodninger.
de: Wenn du Siri auf diesem Gerät deaktivierst, werden die HomePod-Lautsprecher in jedem Zuhause, in dem du Mitglied bist, deine Stimme dann nicht mehr erkennen und deine persönlichen Anfragen nicht mehr beantworten.
el: Αν απενεργοποιήσετε το Siri σε αυτήν τη συσκευή, τα ηχεία HomePod στις οικίες όπου είστε μέλος δεν θα μπορούν πλέον να αναγνωρίζουν τη φωνή σας ή να αποκρίνονται σε προσωπικά αιτήματα.
es: Si desactivas Siri en este dispositivo, los altavoces HomePod en las casas de las que seas miembro ya no podrán reconocer tu voz o responder a peticiones personales.
es_us: Si desactivas Siri en este dispositivo, los HomePod de las casas de las que formas parte ya no reconocerán tu voz ni responderán a tus peticiones individuales.
fi: Jos laitat Sirin pois päältä tässä laitteessa, HomePod-kaiuttimet eivät voi enää tunnistaa ääntäsi tai reagoida omiin pyyntöihin kodeissa, joiden jäsen olet.
fr: Si vous désactivez Siri sur cet appareil, les haut-parleurs HomePod des domiciles dont vous êtes membre ne pourront plus reconnaître votre voix ni répondre aux requêtes personnelles.
fr_ca: Si vous désactivez Siri sur cet appareil, les haut-parleurs HomePod dans les domiciles dont vous êtes membres ne pourront plus reconnaître votre voix ou répondre à vos demandes personnelles.
he: אם יופסק השימוש ב-Siri במכשיר זה, מכשירי ה-HomePod בבתים שלך לא יזהו את הקול שלך ולא יגיבו לבקשות האישיות שלך.
hi: यदि इस डिवाइस पर आप Siri को बंद कर देते हैं, तो उन घरों में जिनके आप सदस्य हैं HomePod स्पीकर आपकी आवाज़ की पहचान नहीं कर पाएगा या व्यक्तिगत अनुरोधों का उत्तर नहीं दे पाएगा।
hr: Ako isključite Siri na ovom uređaju HomePod zvučnici u domovima čiji ste član više neće moći prepoznati vaš glas ili odgovarati na osobne zahtjeve.
hu: Ha kikapcsolja Sirit ezen az eszközön, az olyan otthonokban lévő HomePod-hangszórók, amelyeknek Ön nem tagja, nem fogják többé felismerni a beszédhangját, és nem fognak reagálni a személyes kérelmeire.
id: Jika Anda mematikan Siri di perangkat ini, speaker HomePod di rumah tempat Anda terdaftar tidak akan lagi dapat mengenali suara Anda atau merespons permintaan pribadi.
it: Se disattivi Siri su questo dispositivo, gli HomePod presenti nelle abitazioni di cui fai parte non saranno più in grado di riconoscere la tua voce o di rispondere alle richieste personalizzate.
ja: このデバイスでSiriをオフにすると、あなたがメンバーとして参加しているホームで使用しているHomePodスピーカーで声の識別やパーソナルリクエストへの応答ができなくなります。
kk: Осы құрылғыда Siri көмекшісін өшірсеңіз, үйіңіздегі HomePod динамиктері дауысыңызды тани алмайды немесе жеке сұрауларыңызды орындай алмайды.
ko: 이 기기에서 Siri를 끄면 사용자가 구성원으로 있는 홈의 HomePod 스피커가 더 이상 사용자의 음성을 인식할 수 없으며, 개인용 요청에 응답할 수 없습니다.
lt: Jei šiame įrenginyje „Siri“ nebenaudosite, „HomePod“ garsiakalbiai namuose, kuriuose gyvenate, nebegalės atpažinti jūsų balso ir atsakyti į asmenines užklausas.
ms: Jika anda menyahaktifkan Siri pada peranti ini, speaker HomePod dalam rumah yang anda menjadi ahli tidak lagi akan dapat mengecam suara anda atau membalas permintaan peribadi.
nb: Hvis du slår av Siri på denne enheten, kan ikke HomePod-høyttalere i hjem du er medlem av kjenne igjen stemmen din eller svare på spørsmål om private funksjoner lenger.
nl: Als je Siri uitschakelt op dit apparaat, kunnen HomePod-luidsprekers in woningen waarvan je lid bent, je stem niet meer herkennen en niet meer reageren op persoonlijke verzoeken.
pl: Jeśli wyłączysz Siri na tym urządzeniu, HomePody w domach, do których należysz, nie będą mogły rozpoznawać Twojego głosu i reagować na polecenia osobiste.
pt: Se você desativar a Siri neste dispositivo, os ajustes da Siri não serão mais sincronizados entre os seus dispositivos, e os HomePods em casas onde você é um membro não poderão mais reconhecer a sua voz ou responder a pedidos pessoais.
pt_pt: Se desativar Siri neste dispositivo, as colunas HomePod nas casas a que pertence deixarão de reconhecer a sua voz e de responder a pedidos pessoais.
ro: Dacă dezactivați Siri pe acest dispozitiv, difuzoarele HomePod din locuințele al căror membru sunteți nu vor mai putea să vă recunoască vocea sau să răspundă la solicitările personale.
ru: Если выключить Siri на этом устройстве, колонки HomePod в домах, пользователем которых Вы являетесь, больше не смогут узнавать Ваш голос и выполнять Ваши личные запросы.
sk: Ak vypnete Siri na tomto zariadení, HomePody v domácnostiach, ktorých ste členom, už nebudú rozpoznávať váš hlas ani reagovať na vaše osobné žiadosti.
sl: Če izklopite Siri v tej napravi, zvočniki HomePod v domovih, katerih član ste, ne bodo več prepoznali vašega glasu ali se odzvali na vaše osebne zahteve.
sv: Om du stänger av Siri på den här enheten kommer HomePod-högtalare i hem där du är medlem inte längre att kunna känna igen din röst eller svara på personliga funktioner.
th: ถ้าคุณปิดใช้ Siri บนอุปกรณ์นี้ ลำโพง HomePod ในบ้านที่คุณเป็นสมาชิกจะไม่จำเสียงและไม่ตอบสนองต่อคำขอของคุณ
tr: Siri’yi bu aygıtta kapatırsanız üyesi olduğunuz evlerdeki HomePod hoparlörleri sesinizi tanımaz ve kişisel isteklerinize yanıt vermez.
uk: Якщо ви вимикаєте Siri на цьому пристрої, HomePod-динаміки в домах, учасником яких ви є, більше не зможуть розпізнавати ваш голос чи реагувати на персональні запити.
vi: Nếu bạn tắt Siri trên thiết bị này, các loa HomePod trong nhà mà bạn là thành viên sẽ không thể nhận ra giọng nói của bạn hoặc phản hồi các yêu cầu cá nhân nữa.
zh_cn: 如果关闭此设备上的Siri，你所属家中的HomePod扬声器将无法识别你的声音或回应个人请求。
zh_hk: 如果關閉此裝置上的Siri，你所屬家中的HomePod喇叭亦將無法識別你的聲音或回應個人化要求。
zh_tw: 若在此裝置上關閉Siri，你作為成員的家庭HomePod揚聲器將無法辨識你的聲音或回應個人化要求。

# ASSISTANT_ENABLE_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消
